;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; Translation Author: Zityi's Translator Team
; Translation Author Email: zityisoft@gmail.com
; Version: 3.85
; Update: 2016-08-17
;
[Translation]
LangCode=040e
ReadHabit=Left-to-right
LanguageName=HUN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET


Information=Megerősítés
Warning=Figyelmeztetés
Error=Hiba
Confirm=Megerősítés
pmCheckMsg=Hírek automatikus ellenőrzése
pmforum=Fórum
pmHelp=Online súgó
pmContact=Kapcsolatfelvétel
pmHome=Weblap
pmCheckNew=Frissítések ellenőrzése
pmLang=Nyelvek
pmAbout=Névjegy
pmRestore=Az elem visszaállítása
pmselectall=Az összes kijelölése
pmselectnone=Kijelölés visszavonása
pmselectinvert=Kijelölés megfordítása
FrmFRMain.lblTree.caption=Fájl könyvtár
FrmFRMain.btnlikeit.caption=Tetszik
FrmFRMain.btnfeedback.caption=Javaslat és visszajelzés
FrmFRMain.btnsearch.caption=Vizsgálat
FrmFRMain.btnrestore.caption=Visszaállítás
FrmFRMain.btnsearchcancel.caption=Mégse
FrmFRMain.btnemail.hint=Wise Data Recovery ajánlása a barátoknak
FrmFRMain.btnfacebook.hint=WiseCleaner lájlokála a Facebookon
FrmFRMain.btntwitter.hint=Wise Data Recovery megosztása a Twitteren
;
; About
;
FrmFRAbout.caption=Névjegy
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Jelenlegi verzió:
FrmFRAbout.lblemail.caption=Email cím:
FrmFRAbout.lblhome.caption=Weblap:
FrmFRAbout.lblthank.caption=Köszönjük a következő személyek közreműködését:

[Edit]
pmcut=Kivágás
pmcopy=Másolás
pmpaste=Beillesztés
pmdelete=Törlés
pmselectall=Összes kijelölése

[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=OK
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü
ButtonDelete=Törlés
 
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Fájlnév
FrmFRMain.lstFile.headitems[1]=Fájlméret
FrmFRMain.lstFile.headitems[2]=Módosítás dátuma
FrmFRMain.lstFile.headitems[3]=Visszaállíthatóság
FrmFRMain.lstFile.headitems[4]=Elérési útvonal
Scanning=Vizsgálat...
Filtering=Szűrés...
KeyWord=Kulcsszavak bevitele
Images=Képek
Audios=Audiók
Videos=Videók
Document=Dokumentumok
Compressed=Tömörített fájlok
Email=Email-ek
AllFiles=Minden fájl
AllFolders=Minden mappa
SelectDir=Kérjük, válasszon egy mappát a visszaállított adat mentéséhez
NoSameDrive=Kérjük, válasszon másik meghajtót az adat felülírás elkerüléséhez.
ScanStopped=A vizsgálat meg lett szakítva.
Good=Jó
Poor=Gyenge
VeryPoor=Nagyon gyenge
Lost=Elveszett
ItemList=%d fájl találat.


[message]
OpenPreview=Előnézet megjelenítése
ClosePreview=Előnézet bezárása
NoPreview=Nincs elérhető előnézet.
NoNewVer=Gratulálunk. Jelenleg a legfrissebb verziót használja!
RecoveryDone=Az adatvisszaállítás befejeződött.
TranslateTo=Fordítás...
NewVer=Új Wise Data Recovery verzió érhető el! Szeretné frissíteni most?
